Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Strażnik nie chce nas wpuścić przez tych koczujących biedaków. Twierdzi, że jeśli nam pozwoli wejść, to zaraz cała reszta zacznie szturmować bramę.
uk: Вартовий не хоче нас впускати через цих кочових бідняків. Він стверджує, що якщо він нас впустить, то решта одразу почне штурмувати ворота.

source: Strażnik otworzył dla mnie bramę kopalni. Muszę jak najszybciej znaleźć Jona, bo przeżycie wśród tylu pełzaczy musi być bardzo trudnym wyzwaniem, nawet dla specjalisty.
uk: Вартовий відчинив мені ворота копальні. Мені потрібно якнайшвидше знайти Йона, адже вижити серед такої кількості повзунів – непросте завдання, навіть для професіонала.

source: Strażnik powinien przede wszystkim dbać o dobro i bezpieczeństwo mieszkańców miasta.
uk: Вартовий повинен насамперед дбати про добробут і безпеку мешканців міста.

source: Strażnik przy ognisku chyba wypił za dużo. Zanim straciłem z nim kontakt, wspomniał, że gdyby nie to, iż 'Bloodwyn trzyma teraz wszystko w garści, to cały interes już dawno by się rozleciał'. Co więcej, wspominał też o tym, że Roel na niedługo przed swoją śmiercią szedł gdzieś z innym górnikiem. Więcej już z niego pewnie nie wyciągnę, ale wygląda na to, że muszę koniecznie porozmawiać z Igorem.
uk: Вартовий біля багаття, схоже, перебрав з випивкою. Перед тим, як я втратив з ним контакт, він згадав, що 'Бладвін зараз тримає все в своїх руках, інакше б вся ця справа давно вже прогоріла'. Крім того, він також згадав, що незадовго до смерті Роел кудись збирався разом з іншим гірником. Напевно, я більше нічого від нього не дізнаюся, але я просто зобов'язаний поговорити з Ігорем.

source: Strażnik skrzyń
uk: Охоронець ящиків

source: Strażnik też człowiek.
uk: Вартовий теж людина.

source: Strażnik zgodził się wpuścić mnie do miasta po tym, jak pokazałem mu list od drwali.
uk: Вартовий погодився впустити мене в місто після того, як я показав йому листа від лісорубів.

source: Strażnik zrobił się bardzo agresywny, gdy zacząłem się dopytywać, dlaczego nie mogę zobaczyć Igora. O co tutaj chodzi? Muszę jakoś dostać się środka. Może uda mi się znaleźć wejście od drugiej strony budynku?
uk: Вартовий став дуже агресивним, коли я почав розпитувати, чому я не можу побачити Ігоря. Що все це означає? Мені потрібно якось потрапити всередину. Може, я знайду вхід з іншого боку будинку?

source: Strażnik, co? Lubisz pilnować porządku?
uk: Вартовий, так? Любиш стежити за порядком?

source: Strażnik, nie strażnik. Co za różnica? Widzę, że sprawia kłopoty, to nie będę się z nim patyczkować!
uk: Вартовий, не вартовий. Яка різниця? Якщо я бачу, що він створює проблеми, то я не буду його терпіти!

source: Strażnikiem, ta? Coś nie widzę na tobie munduru, kolego.
uk: Вартовий, так? Щось я не бачу на тобі уніформи, приятелю.

source: Strażnikiem? Hm... w takim razie chyba możemy się dogadać.
uk: Вартовий? Хм... тоді, гадаю, ми можемо домовитися.

source: Strażniku, nie masz czasem do wykonania jakiegoś obowiązku względem swojej ojczyzny?
uk: Вартовий, хіба тобі немає чим зайнятись для своєї батьківщини?

source: Straży miejskiej?
uk: Міської Варти?

source: Straży nie przydałaby się kopalnia żelaza?
uk: Вартовим часом не потрібна копальня заліза?

source: Streszczaj się.
uk: Тільки швидко.

source: Streszczaj się. Nie mam całego dnia.
uk: Давай коротко. В мене мало часу.

source: Strona wygląda na niezwykle starą.
uk: Виглядає надзвичайно старою.

source: Strona z dziennika Raciusa
uk: Сторінка зі щоденника Раціуса

source: Strona z dziennika desperata
uk: Сторінка зі щоденника нещасного

source: Strona z dziennika: Dzień 1
uk: Сторінка зі щоденника. День 1

source: Strona z dziennika: Dzień 2
uk: Сторінка зі щоденника. День 2

source: Strona z dziennika: Dzień 3
uk: Сторінка зі щоденника. День 3

source: Strona z dziennika: Dzień 4
uk: Сторінка зі щоденника. День 4

source: Strona z dziennika: Dzień 5
uk: Сторінка зі щоденника. День 5

source: Strona z dziennika: Dzień 6
uk: Сторінка зі щоденника. День 6

source: Strona z dziennika: Dzień 7
uk: Сторінка зі щоденника. День 7

source: Strugasz ścierwojady?
uk: Ти вирізаєш падальників?

source: Struktury społeczne?
uk: Соціальну структуру?

source: Strzała
uk: Стріла

source: Strzel sobie piwko, popatrz na panienki, a nie będziesz mi zawracał głowę pierdołami.
uk: Випий пива, подивися на дівчат і не мороч мені голову всякими дурницями.

source: Strzel w cel
uk: Вистрілити в ціль

source: Strzel w deski
uk: Вистрілити у дошки

source: Strzel w głowę niedźwiedzia
uk: Вистрілити в голову ведмедя

source: Strzel w podobiznę
uk: Вистрілити у барельєф

source: Strzelając z łuku lub kuszy, trzeba doskonale panować nad swoim oddechem.
uk: Стріляючи з лука чи арбалета, ви повинні досконало контролювати своє дихання.

source: Strzelać!
uk: Стріляйте!

source: Strzelał takimi różnymi gwiazdkami w powietrze, dym z jego fajki układał się w różne kształty, i jeszcze miał taki fajny szpiczasty kapelusz!
uk: Він вистрілював у повітря іскристими зірками, дим з його люльки складався у різноманітні фігури, і у нього був такий гарний гостроверхий капелюх!

source: Strzeżcie się, bo człek głupi i leniwy zostanie wygnany do krainy wiecznej ciemności.
uk: Стережіться, бо нерозумні та ліниві будуть вигнані в царство вічної темряви.

source: Strzępki dziennika Salviego
uk: Обривки щоденника Сальві

source: Strój Daniela
uk: Вбрання Даніеля

source: Strój Ivy
uk: Вбрання Айві

source: Strój bandyty
uk: Вбрання бандита

source: Strój bogatego kupca
uk: Вбрання багатого торговця

source: Strój bogatego obywatela też nie będzie wyzwaniem. Jeśli masz odpowiednio dużo złota, to bez problemu kupisz go u krawca przy Placu Targowym.
uk: Вбрання багатого містянина також не буде проблемою. Якщо у тебе достатньо золота, ти можеш легко купити його у кравця на Ринковій площі.

source: Strój drwala
uk: Вбрання лісоруба

source: Strój drwala albo marynarza też się powinien nadać. Tak więc do wyboru masz Knuta lub kogoś w Ustroniu Żeglarza.
uk: Також підійде вбрання лісоруба чи моряка. Тож в тебе є вибір – Кнут або хтось із Прихистку моряка.

source: Strój drwala może okazać się moją szansą na wejście do miasta. Powinienem porozmawiać o tym z Knutem. Zawsze pozostaje mi też próba okłamania strażników o faktycznym celu mojej wizyty.
uk: Вбрання лісоруба може стати моїм шансом потрапити до міста. Треба поговорити про це з Кнутом. Також завжди можна збрехати вартовим про справжню мету мого візиту.

source: Strój gońca Araxos
uk: Вбрання посланця Араксосу

source: Strój górnika
uk: Вбрання гірника

source: Strój kolczy
uk: Кольчуга

source: Strój kolczy (400 SZ).
uk: Кольчуга (400 золотих)

source: Strój kolczy (800 SZ)
uk: Кольчуга (800 золотих)

source: Strój kowala
uk: Вбрання коваля

source: Strój kowala Araxos
uk: Вбрання коваля Араксос

source: Strój marynarza
uk: Вбрання моряка

source: Strój myśliwego
uk: Обладунок мисливця

source: Strój myśliwego (600 SZ)
uk: Обладунок мисливця (600 золотих)

source: Strój obywatela
uk: Вбрання містянина

source: Strój rekruta straży
uk: Вбрання вартового новобранця

source: Strój roboczy
uk: Робоче вбрання

source: Strój roboczy zdobyty.
uk: Я дістав робоче вбрання.

source: Strój ziemianina
uk: Вбрання землевласника

source: Stwierdził również, że nie ma co próbować zaimponować Marcie kulinarnie, sama jest zbyt dobra w tych sprawach. Zwykły kosz z owocami i dobre wino powinny wystarczyć, by była zadowolona.
uk: Він також зазначив, що немає сенсу намагатися вразити Марту кулінарними шедеврами, вона й сама надто добре розбирається в цих речах. Простого кошика з фруктами і хорошого вина буде достатньо, щоб вона залишилася задоволеною.

source: Stwierdziłem, że magia jednak nie jest dla mnie.
uk: Я зрозумів, що магія – це не для мене.

source: Stwierdziłem, że nie będę walczył z robotnikami, ale teraz jestem pewny, że nie ma żadnego sabotażu. Stocznia jest po prostu pełna leniów. Wygląda na to, że potrzebują bata nad sobą. Porozmawiam z Huxlayem, żeby ustalić, co robimy dalej.
uk: Я казав, що не буду сваритись з працівниками, але тепер я впевнений, що ніякого саботажу не було. Просто на корабельні повно ледарів. Схоже, їм потрібен добрий батіг. Я поговорю з Хакслі, щоб визначитися, як діяти далі.

source: Stwierdziłem, że nie zaszkodzi mi rozprostować kości, a przy okazji mogłem sprzedać trochę mojego sprzętu na winnicy i w kopalni soli.
uk: Я подумав, що не завадить розім'яти кістки, а заодно продати дещо з мого спорядження на винограднику та в соляній копальні.

source: Stwierdziłem, że to nie dla mnie. Ciągła praca, modlitwy, pokora... Ewidentnie brak mi powołania.
uk: Вирішив, що це не для мене. Постійна праця, молитви, смирення... Очевидно, що це не моє покликання.

source: Stworzenie Strażnika
uk: Створення стража

source: Stworzenie zombie
uk: Створення мерця

source: Stworzono:
uk: Створено:

source: Stworzyłeś broń!
uk: Ви зробили зброю!

source: Stworzyłeś mi dobrą okazję, bym w końcu poszedł do któregoś kupca po coś lepszego.
uk: Ти дав мені гарну нагоду нарешті звернутися до якогось торговця за чимось кращим.

source: Stwór, którego upolowaliśmy, nie zgadza się z połową opisów. Bestia grasowała już na długo przed pojawieniem się orków na wyspie.
uk: Створіння, яке ми вполювали, не відповідає і половині описів. Звір вже був тут задовго до того, як орки прибули на острів.

source: Stwórz amunicję.
uk: Виготовити стріли або болти.

source: Stwórz bełty z lag.
uk: Виготовити болти з важких палиць.

source: Stwórz dziesięć bełtów. (20 strzał)
uk: Виготовити 10 болтів. (20 стріл)

source: Stwórz dziesięć strzał. (20 bełtów)
uk: Виготовити 10 стріл. (20 болтів)

source: Stwórz jeden bełt. (2 strzały)
uk: Виготовити 1 болт. (2 стріли)

source: Stwórz jedną strzałę. (2 bełty)
uk: Виготовити 1 стрілу. (2 болти)

source: Stwórz kusze.
uk: Виготовити арбалети.

source: Stwórz strzały z lag.
uk: Виготовити стріли з важких палиць.

source: Stwórz wytrychy z łupek żelaza.
uk: Виготовити відмички з залізних самородків.

source: Stwórz łuki.
uk: Виготовити луки.

source: Stój spokojnie. Zaraz będzie po wszystkim.
uk: Не рухайся. Скоро все скінчиться.

source: Stój!
uk: Стій!

source: Stój! Co ty tam trzymasz?
uk: Стій! Що це там в тебе?

source: Stój! Dalej nie przejdziesz!
uk: Стій! Далі не пройдеш!

source: Stój! Miałbym do ciebie sprawę, z którą nawet ktoś twojego pokroju powinien dać sobie radę.
uk: Стій! У мене до тебе справа, з якою зможе впоратися навіть така людина як ти.

source: Stój! Nie masz tu czego szukać! Odejdź!
uk: Стій, тобі тут нічого шукати! Забирайся геть!

source: Stój! Nikt nie ma tu prawa wstępu. Rozkaz Lewko!
uk: Стій! Нікому не дозволено сюди заходити. Наказ Левка!

source: Stój! Nikt nie może zbliżać się do skrzyń!
uk: Стій! Нікому не можна наближатися до ящиків!

source: Stój! Przejścia nie ma.
uk: Стій! Прохід закритий.

source: Stój! W mury tego zamku wstęp mają jedynie Wilczy Synowie. Odejdź, bo będę zmuszony użyć siły.
uk: Стій! У стінах цього замку дозволено перебувати лише Вовчим Синам. Забирайся геть, або я буду змушений застосувати силу.

source: Stój, ani kroku dalej! Straż ma wszystko pod kontrolą, nie potrzebujemy pomocy Gildii Kupieckiej.
uk: Стій, ні кроку далі! Варта тримає все під контролем, нам не потрібна допомога Торгової Гільдії.

source: Stój, tchórzu!
uk: Стій, боягузе!

source: Stój, śmieciu!
uk: Стій, нікчемо!

source: Stół alchemiczny
uk: Алхімічний стіл

source: Stół do pisania
uk: Письмовий стіл

source: Stół runiczny
uk: Рунний стіл

source: Stąd gadka o walce...
uk: Звідси й неприємні думки...

source: Stąd musieli przybyć...
uk: Вони, мабуть, прийшли звідси...

source: Stąd nie ma co zabrać...
uk: Там нічого забрати...

source: Substancja wabiąca szczury.
uk: Речовина, що приманює щурів.

source: Suche drewno.
uk: Сухе гілля.

source: Sugerowałbym więc w karczmie Gerstanda. Do burdelu strażnikom nie wypada iść, a w karczmie Helgi są same obiboki portowe i podejrzane typki. Potrzebujemy uczciwych, z przekonaniem, nie desperatów!
uk: Пропоную зупинитися в корчмі Герстанда. До борделю вартовим не личить ходити, а в корчмі Хельги повно ледарів з порту та інших підозрілих типів. Нам потрібні чесні люди з переконаннями, а не відчайдухи!

source: Sugerujesz, że nie potrafię zadbać o własnego syna?
uk: Хочеш сказати, що я не можу подбати про власного сина?

source: Sugerują, że prawda o Rozjemcy może być zupełnie inna, niż wszyscy przypuszczali...
uk: Вони припускають, що правда про Миротворця може бути зовсім не такою, як всі вважали...

source: Sukces? Nie rozśmieszaj mnie, chłopcze!
uk: Успіху? Не сміши мене, хлопче!

source: Sukinsyny mocno mi przywaliły i zaciągnęły do jaskini. W oddziale Gerwina doszło do buntu, na którego czele stanął niejaki Salvi. Z ludzi wiernych Gerwinowi ocalał tylko Daniel. Postanowiłem tymczasowo dołączyć do renegatów, aby dowiedzieć się więcej o ich działaniach. Salvi chce mieć jednak pewność, że będę po ich stronie. Kazał mi zabić Daniela na dowód lojalności.
uk: Сучі діти сильно вдарили мене і затягли в печеру. У загоні Гервіна стався заколот, який очолив такий собі Сальві. З вірних Гервіну людей вижив лише Даніель. Я вирішив тимчасово приєднатися до відступників, щоб дізнатися більше про їхню діяльність. Однак Сальві хоче переконатися, що я на їхньому боці. Він наказав мені вбити Даніеля на доказ моєї вірності.

source: Sukinsyny wszędzie tylko węszą i zaglądają.
uk: Ці сучі діти просто нишпорять і зазирають скрізь.

source: Sukinsyny, kompletnie nie nadaje się do użytku. Na naprawę będę musiał wydać niemałą fortunę...
uk: Трясця, абсолютно непридатна для використання. Доведеться витратити чимало грошей, щоб її полагодити...

source: Sukinsyny, znowu muszę szukać roboty. Nie wiesz może, gdzie przydałby się górnik? Oprócz Kopalni Królewskiej i gildyjnej, bo tam wyzyskują.
uk: От трясця, я знову мушу шукати роботу. Ти часом не знаєш, де може знадобитися гірник? Окрім Королівської та гільдійської копалень, тому що там людей просто експлуатують.

source: Suknia farmerki
uk: Сукня фермерки

source: Sumiennie wykonuj swoje obowiązki, z pokorą. Niektórych denerwuje latanie od miasta do winnicy po drodze zahaczając o farmę Bermara, ale taki jest los każdego nowego.
uk: Сумлінно, зі смиренням виконуй свої обов'язки. Декого дратує ганяти з міста до виноградників, по дорозі зупиняючись на фермі Бермара, але це доля кожного новачка.

source: Sunder
uk: Сандер

source: Sunder (gońcy), Adelard (Is), Ingor (IIs)
uk: Сандер (посланці), Аделард (1-й ранг), Інгор (2-й ранг)

source: Sunder (gońcy), Caramon (Is), Adelard (IIs)
uk: Сандер (посланці), Карамон (1-й ранг), Аделард (2-й ранг)

source: Sunder chciał, bym okłamał dla niego Dimę w zamian za pomoc w odnalezieniu jej człowieka. Postanowiłem pozostać wierny mojej zleceniodawczyni. Pozostaje mi albo poszukać mężczyzny na własną rękę, albo od razu do niej wrócić.
uk: Сандер хотів, щоб я збрехав Діні в обмін за допомогу в пошуках. Я вирішив залишитися вірним торговці. Тепер мені залишається або шукати цю людину самостійно, або негайно повернутися до Діни.

source: Sunder miał się zająć przygotowaniami tego etapu, porozmawiaj z nim.
uk: Сандер повинен був подбати про підготовку до цього етапу, поговори з ним.

source: Sunder powiedział mi, że miał się spotkać z pewnym rzemieślnikiem, jednak póki co ten się nie zjawił. Dima zleciła mi wyłącznie odnalezienie Sundera i zebranie informacji od niego, ale z pewnością ucieszy ją fakt dokończenia tej sprawy. Może uda mi się przekonać Sundera do pomocy w poszukiwaniach?
uk: Сандер сказав мені, що мав зустрітися з якимось майстром, але поки що цей майстер не з'явився. Діна доручила мені лише знайти Сандера і отримати від нього інформацію, але гадаю, вона буде рада, якщо я доведу справу до кінця. Можливо, мені вдасться переконати Сандера допомогти мені з пошуками цього майстра?

source: Sunder uczy wszystkich członków Araxos walki bronią jednoręczną oraz pokazuje, jak nabrać siły. Doświadczonych członków oddziałów specjalnych uczy z kolei walki bronią dwuręczną.
uk: Сандер навчає всіх членів Араксосу володінню одноручною зброєю і показує, як набратися сили. Досвідчених членів спецзагону, у свою чергу, він вчить битися з дворучною зброєю.

source: Sunder wpadł na świetny plan zrobienia rekonesansu jaskini w formie chrząszcza. Muszę użyć zwoju, który otrzymałem, i wejść w małą dziurę przy której stoi Sunder.
uk: Сандер придумав чудовий план – провести розвідку печери у вигляді жука. Я маю використати отриманий сувій і пролізти в невеликий отвір, біля якого стоїть Сандер.

source: Sunder zaprowadzi mnie do miejsca, gdzie może znajdować się jakiś trop na człowieka Dimy.
uk: Сандер проведе мене до місця, де може бути якась зачіпка, щоб знайти людину Діни.

source: Sunder zaprowadził mnie na ścieżkę w lesie na północ od Silbach, którą powinien iść do wioski zaginiony mężczyzna. Rozejrzę się trochę po okolicy, może coś znajdę. Nie chcę zostawać tu zbyt długo, bo mimo że te wszystkie opowieści o Bestii to pewnie wioskowa plotka, to lepiej mieć się na baczności.
uk: Сандер привів мене до стежки в лісі на північ від Сільбаху, якою зниклий мав би йти до села. Я трохи все огляну, може, щось знайду. Не хочу затримуватися тут надовго, бо навіть якщо всі ці історії про Звіра це всього лиш сільські плітки, мені краще бути на сторожі.

source: Surowa stal
uk: Необроблена сталь

source: Surowce od Odgara
uk: Сировина від Одгара

source: Surowe mięso
uk: Сире м'ясо

source: Surowe mięso cieniostwora
uk: Сире м'ясо тінезвіра

source: Surowe mięso cieniostwora nie było najlepszym pomysłem.
uk: Сире м’ясо тінезвіра було не найкращою ідеєю.

source: Surowe mięso dzika
uk: Сире м'ясо кабана

source: Surowe mięso kretoszczura
uk: Сире м'ясо кротощура

source: Surowe mięso niedźwiedzia
uk: Сире м'ясо ведмедя

source: Surowe mięso owcy
uk: Сире м'ясо вівці

source: Surowe mięso szczura
uk: Сире м'ясо щура

source: Surowe mięso szczura nie było najlepszym pomysłem.
uk: Сире м’ясо щура було не найкращою ідеєю.

source: Surowe mięso trolla
uk: Сире м'ясо троля

source: Surowe mięso wilka
uk: Сире м'ясо вовка

source: Surowe mięso ścierwojada
uk: Сире м'ясо падальника

source: Surowe potrafi wywołać niepożądane efekty.
uk: вигляді може викликати небажані наслідки.

source: Susanne
uk: Сюзанна

source: Susanne mówiła, że sprzedajesz wasze wyroby.
uk: Сюзанна сказала, що ти продаєш ваші вироби.

source: Susanne to kobieta z żelaznymi zasadami, ale ma prawdziwie złote serce.
uk: Сюзанна – жінка залізних принципів, але у неї по-справжньому золоте серце.

source: Susanne to właścicielka pracowni jubilerskiej 'Dolina Złota'. Jej zakład znajduje się na zachód od ratusza.
uk: Сюзанна – власниця ювелірної майстерні 'Золота Долина'. Її заклад розташований на захід від ратуші.

source: Suszone owoce
uk: Сухофрукти

source: Suszone wilcze jagody
uk: Сушені вовчі ягоди

source: Sven
uk: Свен

source: Sven dał mi sakiewkę pełną złota i nakazał milczenie. Nie mam większego wyboru, w końcu brałem udział w tym przestępstwie. Będę musiał z tym jakoś żyć.
uk: Свен дав мені мішечок повний золота і наказав мовчати. У мене немає вибору, зрештою, я брав участь у цьому злочині. Мені доведеться якось з цим жити.

source: Sven niczego się nie domyślił. Prawie skakał z radości, gdy powiedziałem mu, że uszkodziłem łódź Harolda. Mam wrócić jutro rano na plażę i obejrzeć rywalizację rybaków. Najlepiej, jeśli nie będę do tej pory rozmawiał z Haroldem, bo jeszcze ktoś może nabrać podejrzeń.
uk: Свен ні про що не здогадався. Він мало не стрибав від радості, коли я сказав йому, що пошкодив човен Гарольда. Завтра вранці потрібно повернутися на пляж, щоб подивитися на змагання рибалок. Буде краще, якщо до того часу я не говоритиму з Гарольдом, тому що у когось можуть виникнути підозри.

source: Sven prawie skakał z radości, gdy dowiedział się, że uszkodziłem łódź Harolda. Mam wrócić jutro rano na plażę, by być świadkiem rozwiązania zakładu.
uk: Свен мало не стрибав від радості, коли дізнався, що я пошкодив човен Гарольда. Завтра вранці потрібно повернутися на пляж, щоб побачити, як вирішиться парі.

source: Sven udaje, że nie wie o co chodzi. Chce, żebym porozmawiał z nim kawałek dalej od pozostałych rybaków.
uk: Свен вдає, що не розуміє, про що мова. Він хоче, щоб я поговорив з ним подалі від інших рибалок.

source: Sven zamierza oszukiwać podczas waszego zakładu.
uk: Свен має намір шахраювати під час вашого парі.

source: Sven zlecił mi sabotowanie łódki Harolda. Mam użyć piły, by delikatnie uszkodzić jej konstrukcję. Mam to zrobić niezauważony i pod żadnym pozorem nie mogę mówić o planie Haroldowi. Łódkę znajdę na brzegu, powinno być wokół niej dużo sieci.
uk: Свен доручив мені зіпсувати човен Гарольда. Я маю акуратно пошкодити його за допомогою пилки. Потрібно зробити це непомітно і за жодних обставин не розповідати Гарольду про цей план. Я знайду його човен на березі, навколо нього має бути багато сіток.

source: Svena to chyba własna matka próbowała utopić za młodu. Facet pływa lepiej niż niejedna ryba. Trochę zmoknie, trochę zmarznie, a przede wszystkim zostanie upokorzony.
uk: Свена, не інакше, як власна мати намагалася втопити в дитинстві. Хлопець плаває краще ніж більшість риб. Він трохи змокне, трохи змерзне, а головне – зазнає принижень.

source: Swego czasu, każdego dnia w porcie pojawiały się nowe twarze i pełne skrzynie towarów.
uk: Колись у порту щодня з’являлися нові обличчя і повні ящики товарів.

source: Swoje kosztują, ale efekty są zdumiewające. Tak się składa, że mam jedną przy sobie. Może chciałbyś wypróbować?
uk: Вони коштують недешево, але результат того вартий. Так сталося, що я маю один з них під рукою. Можливо, і ти хочеш спробувати?

source: Swoje przemyślenia spisuje w dzienniku. Zawsze go trzyma zamkniętego w swoim kufrze.
uk: Свої думки він записує в щоденник. Він завжди тримає його замкненим у своїй скрині.

source: Swojego czasu, każdego dnia w porcie pojawiały się nowe twarze i pełne skrzynie towarów.
uk: Були часи, коли у порту щодня з’являлися нові обличчя і повні ящики товарів.

source: Swojego słowa jednak dotrzymam. Proszę, twoje złoto. Dobrze, że udało ci się sprawę załatwić. Będzie z tego wyśmienite ostrze!
uk: Але я дотримаю свого слова. Ось твоє золото. Добре, що ти зміг залагодити справу. У мене вийде чудовий клинок!

source: Swoją drogą 'próbuje' to dobre określenie.
uk: До речі, 'намагається' це добре сказано.

source: Swoją drogą mogłeś już dokończyć robotę. Tacy jak on nie zapominają dawnych uraz.
uk: До речі, ти міг би й закінчити цю роботу. Такі люди, як він, не забувають минулих образ.

source: Swoją drogą zgromadziłeś tu ładną 'kolekcję' truchła.
uk: До речі, у тебе тут зібралася непогана 'колекція' тушок.

source: Swoją drogą, Darryl jestem.
uk: До речі, я Деріл.

source: Swoją drogą, Johan przesyła pozdrowienia.
uk: До речі, Йохан передає вітання.

source: Swoją drogą, Jorn jest z tobą?
uk: До речі, Йорн з тобою?

source: Swoją drogą, Rolf wspominał, że widział jakąś Bestię.
uk: До речі, Рольф згадував, що бачив якогось Звіра.

source: Swoją drogą, chyba cię szukają.
uk: Між іншим, вони тебе шукають.

source: Swoją drogą, daj znać, jeśli dowiesz się czegoś nowego o Jornie.
uk: До речі, дай знати, якщо дізнаєшся щось нове про Йорна.

source: Swoją drogą, dowiedziałeś się czegoś o tym smarkaczu?
uk: До речі, ти що-небудь довідався про того шмаркача?

source: Swoją drogą, gdyby jakimś cudem udało ci się odnaleźć tego gówniarza i przyprowadzić do mnie, dostałbyś parę monet więcej.
uk: До речі, якщо ти якимось дивом знайдеш цього виродка і приведеш його до мене, то отримаєш ще декілька монет.

source: Swoją drogą, gratuluję. To musiało od ciebie wymagać naprawdę ogromnego nakładu pracy.
uk: До речі, вітаю. Це, мабуть, коштувало тобі величезних зусиль.

source: Swoją drogą, jak masz na imię?
uk: До речі, як тебе звати?

source: Swoją drogą, jestem Docan.
uk: До речі, я Докан.
